alefragnani.Bookmarks
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
donjayamanne.githistory
eg2.vscode-npm-script
esbenp.prettier-vscode
huizhou.githd
jeremyrajan.webpack
ms-vscode-remote.remote-wsl
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
octref.vetur
sdras.night-owl
sdras.vue-vscode-extensionpack
sdras.vue-vscode-snippets
tombonnike.vscode-status-bar-format-toggle
wmaurer.vscode-jumpy
xabikos.JavaScriptSnippets
